ent-CMMRE = сухпойки USCM
    .desc = Еда, готовая к употреблению. Боевой рацион на один прием пищи, предназначенный для обеспечения солдата достаточным количеством питательных веществ на день напряженной работы. Его срок годности как минимум на 20 лет превышает ожидаемый срок службы в бою.
ent-CMMREComponentBase = компонент MRE
    .desc = Упаковка из готового к употреблению блюда, принадлежащего колониальной морской пехоте США. Содержит часть блюда, приготовленного для употребления в полевых условиях.
ent-CMMREFoodBase = { ent-CMFoodBase }
    .desc = Содержимое MRE стандартного выпуска USCM.
