ent-CMWindowDirectional = окно
    .desc = Стеклянное окно. Оно выглядит тонким и непрочным. Несколько ударов чем угодно должны разбить его вдребезги.
ent-CMWindowReinforcedDirectional = армированое окно
    .desc = Стеклянное окно, укрепленное крепежными стержнями. Оно выглядит довольно прочным. Может потребоваться несколько хороших ударов, чтобы разбить его вдребезги.
ent-CMWindowTintedDirectional = тонированное окно
    .desc = Окно из тонированного стекла. Оно выглядит довольно прочным и непрозрачным. Может потребоваться несколько хороших ударов, чтобы разбить его вдребезги.
ent-CMWindowUltraDirectional = сверхпрочное окно
    .desc = Сверхпрочное окно, предназначенное для того, чтобы подиум для брифингов оставался безопасной зоной.
