ent-CMMagazineSniperM42A = магазин для снайпера M42A (10x28mm без гильзы)
 .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него нанесет значительный урон.
ent-CMMagazineSniperM42AIncendiary = Магазин для зажигательных боеприпасов M42A (10x28mm)
 .desc = Магазин для боеприпасов к снайперской винтовке. Прицельный выстрел из него временно ослепит цель и еще больше разожжет пламя.
ent-CMMagazineSniperM42AFlak = зенитный магазин M42A (10x28mm)
 .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него временно замедлит цель и сведет к минимуму отдачу.
ent-CMMagazineSniperM42AAntiMateriel = магазин для стрелков XM43E1 (10x99mm)
 .desc = Магазин безгильзовых противотанковых патронов 10x99mm.
