ent-WeaponRifleM41A = Импульсная винтовка M41A
    .desc = Это импульсная винтовка стандартного выпуска, используемая колониальной морской пехотой. Будучи надежным, прочным и в целом эффективным оружием стандартного выпуска, M41A необходимо держать двумя руками, чтобы вести точный огонь.
ent-WeaponRifleM41AE2 = тяжелая импульсная винтовка M41AE2
    .desc = Крупнокалиберное оружие поддержки отделения, способное вести непрерывный огонь на подавление с места установки. Хотя оно нестабильно и менее точно, его можно таскать и стрелять двумя руками.
ent-WeaponRifleM4RA = боевая винтовка M4RA
    .desc = Боевая винтовка M4RA - это специальная стрелковая винтовка, состоящая на вооружении USCM. Боевая винтовка M4RA в конфигурации буллпап идеально подходит для разведки и групп огневой поддержки.
