ent-CMFortuneCookie = печенье с предсказанием судьбы
    .desc = Золотисто-коричневое печенье с предсказаниями. Некоторые говорят, что бумага внутри даже обладает способностью предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookieCracked = сломанное печенье с предсказанием
    .desc = Золотисто-коричневое печенье с предсказаниями. Некоторые говорят, что бумага внутри даже обладает способностью предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookiePaper = печенье
    .desc = { ent-FoodCookieFortune.desc }
