ent-CMWeaponPistolBase = { ent-BaseWeaponPistol }
    .desc = { ent-BaseWeaponPistol.desc }
ent-CMWeaponPistolM4A3 = Служебный пистолет M4A3
    .desc = Служебный пистолет M4A3, когда-то являвшийся стандартным оружием колониальной морской пехоты, но недавно был заменен боевым пистолетом 88 Mod 4.
ent-CMWeaponPistol88m4 = боевой пистолет 88 mod 4
    .desc = Стандартное огнестрельное оружие USCM. Также найдено в руках команд ЧВК Вейланд-Ютани. Стреляет 9-миллиметровыми патронами, разрушающими броню, и может производить 3 выстрела подряд.
