ent-CMSeatBase = стул
  .desc = Прямоугольная металлическая рама на четырех ножках со спинкой. Спроектирована таким образом, чтобы более или менее удобно принимать сидячее положение.

ent-CMChair = стул
  .desc = Прямоугольная металлическая рама на четырех ножках со спинкой. Спроектирована таким образом, чтобы более или менее удобно принимать сидячее положение.

ent-CMChairComfy = comfy стул
  .desc = Кресло с кожаной обивкой и регулируемым подголовником. Вы, вероятно, могли бы сидеть в таком кресле целую вечность.

ent-CMChairOfficeDark = темное офисное кресло

ent-CMChairOfficeWhite = белый офисный стул

ent-CMChairWood = деревянный стул
  .desc = Старое никогда не бывает слишком старым, чтобы не быть в моде.
