ent-CMBarrelAttachmentBase = { ent-CMAttachmentBase }
    .desc = { ent-CMAttachmentBase.desc }
ent-CMAttachmentExtendedBarrel = удлиненный ствол
    .desc = Удлиненный ствол ускоряет и стабилизирует пулю, увеличивая скорость и точность.
ent-CMAttachmentRecoilCompensator = компенсатор отдачи
    .desc = Дульное крепление, уменьшающее отдачу за счет отвода выбрасываемых газов вверх. Повышает точность и уменьшает отдачу за счет небольшого урона от оружия.
ent-CMAttachmentSuppressor = глушитель
    .desc = Небольшая трубка с выпускными отверстиями для удаления шума и газов. Не заглушает оружие полностью, но делает его намного тише и немного более точным и стабильным за счет небольшого уменьшения урона.
