ent-CMXenoBoiler = Бойлер
    .desc = Огромный, гротескный ксеноморф, покрытый светящейся, сочащейся кислотной слизью.
ent-CMXenoWarrior = Воин
    .desc = Мускулистый ксеноморф в бронированном панцире.
ent-CMXenoBurrower = Burrower
    .desc = Мускулистый ксеноморф с острыми когтями.
ent-CMXenoCarrier = Carrier
    .desc = Странного вида ксеноморф. На нем несколько снующих суставчатых существ, похожих на крабов.
ent-CMXenoCrusher = Крашер
    .desc = Огромный ксеноморф с огромным бронированным гребнем.
ent-CMXenoDefender = Defender
    .desc = ксеноморф с бронированным гербом.
ent-CMXenoDrone = Трутень
    .desc = Инопланетный беспилотник.
ent-CMXenoHivelord = Стоитель улья
    .desc = Строитель по-настоящему больших ульев.
ent-CMXenoHugger = Лицехват
ent-CMXenoLarva = Личинка
ent-CMXenoLesserDrone = Меньший трутень
    .desc = Инопланетный трутень. Выглядит... меньше.
ent-CMXenoLurker = Скрывающийся
    .desc = Мускулистый, быстрый ксеноморф с острыми когтями.
ent-CMXenoPraetorian = Преторианец
    .desc = Огромный, надвигающийся зверь-ксеноморф.
ent-CMXenoQueen = Королева
    .desc = Огромное, надвигающийся ксеноморф. Самое большое и страшное.
ent-CMXenoRavager = Опустошитель
    .desc = Огромный, отвратительный красный ксеноморф с огромными скошенными когтями.
ent-CMXenoRunner = Бегун
    .desc = Маленький красный ксеноморф, который выглядит так, будто может бегать довольно быстро...
ent-CMXenoSentinel = Дозорный
    .desc = Скользкий, плюющийся ксеноморф.
ent-CMXenoSpitter = Плеватель
    .desc = Какой-то мерзкий, сочащийся кровью ксеноморф.
















